Repository: Ben-Kei-create/MARUBATU
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: 2P Mode
ja: 2人プレイ

source: A new 4x5 strategy game
ja: 新しい4x5戦略ゲーム

source: Back
ja: 戻る

source: Back to Mode Select
ja: モード選択に戻る

source: Best Score
ja: 最高スコア

source: Choose Mode
ja: モード選択

source: ENERGY
ja: エネルギー

source: Got It
ja: わかった

source: How to Play
ja: 遊び方

source: Play
ja: プレイ

source: Play Again
ja: もう一度

source: Play against the computer
ja: コンピューターと対戦

source: Play with a friend
ja: 友達と一緒にプレイ

source: Select a Skill
ja: スキル選択

source: Skill
ja: スキル

source: Stats
ja: 統計

source: Total Plays
ja: 合計プレイ数

source: VS AI
ja: AI対戦

source: Win Rate
ja: 勝率

source: Win Streak
ja: 連勝数

source: Wins
ja: 勝利数

source: YOU LOSE
ja: 敗北

source: YOU WIN
ja: 勝利

source: YOUR TURN
ja: あなたのターン
